{
  "metadata": {
    "total_size": 64317445728
  },
  "weight_map": {
    "model.visual.embeddings.patch_embedding.weight": "model-00001-of-00020.safetensors",
    "model.visual.embeddings.patch_embedding.bias": "model-00001-of-00020.safetensors",
    "model.visual.embeddings.position_embedding.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.0.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.1.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.2.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.3.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.4.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.5.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.6.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.7.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.8.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.9.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.10.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.11.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.12.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.13.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.14.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.15.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.16.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.17.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.18.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.19.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.20.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.21.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.22.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.23.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.24.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.25.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.layer_norm1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.layer_norm1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.self_attn.k_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.self_attn.k_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.self_attn.v_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.self_attn.v_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.self_attn.q_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.self_attn.q_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.self_attn.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.self_attn.out_proj.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.layer_norm2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.layer_norm2.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.mlp.fc1.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.mlp.fc1.bias": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.mlp.fc2.weight": "model-00001-of-00020.safetensors",
    "model.visual.encoder.layers.26.mlp.fc2.bias": "model-00001-of-00020.safetensors",
    "model.visual.post_layernorm.weight": "model-00001-of-00020.safetensors",
    "model.visual.post_layernorm.bias": "model-00001-of-00020.safetensors",
    "model.projector.norm.weight": "model-00001-of-00020.safetensors",
    "model.projector.norm.bias": "model-00001-of-00020.safetensors",
    "model.projector.linear_fc1.weight": "model-00001-of-00020.safetensors",
    "model.projector.linear_fc1.bias": "model-00001-of-00020.safetensors",
    "model.projector.linear_fc2.weight": "model-00001-of-00020.safetensors",
    "model.projector.linear_fc2.bias": "model-00001-of-00020.safetensors",
    "model.language_model.embeddings.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.0.norm.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.0.mixer.dt_bias": "model-00001-of-00020.safetensors",
    "model.language_model.layers.0.mixer.A_log": "model-00001-of-00020.safetensors",
    "model.language_model.layers.0.mixer.D": "model-00001-of-00020.safetensors",
    "model.language_model.layers.0.mixer.conv1d.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.0.mixer.conv1d.bias": "model-00001-of-00020.safetensors",
    "model.language_model.layers.0.mixer.in_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.0.mixer.norm.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.0.mixer.out_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.norm.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.0.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.0.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.1.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.1.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.2.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.2.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.3.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.3.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.4.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.4.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.5.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.5.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.6.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.6.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.7.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.7.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.8.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.8.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.9.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.9.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.10.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.10.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.11.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.11.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.12.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.12.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.13.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.13.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.14.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.14.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.15.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.15.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.16.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.16.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.17.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.17.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.18.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.18.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.19.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.19.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.20.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.20.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.21.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.21.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.22.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.22.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.23.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.23.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.24.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.24.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.25.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.25.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.26.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.26.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.27.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.27.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.28.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.28.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.29.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.29.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.30.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.30.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.31.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.31.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.32.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.32.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.33.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.33.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.34.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.34.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.35.up_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.35.down_proj.weight": "model-00001-of-00020.safetensors",
    "model.language_model.layers.1.mixer.experts.36.up_proj.weight": "model-00001-of-00020.safetensors",
