{
  "metadata": {
    "total_size": 65674440512
  },
  "weight_map": {
    "model.visual.patch_embed.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.patch_embed.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.pos_embed.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.0.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.1.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.2.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.3.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.4.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.5.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.6.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.7.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.8.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.9.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.10.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.11.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.12.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.13.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.14.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.15.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.16.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.17.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.18.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.19.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.20.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.21.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.22.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.23.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.24.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.25.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.norm1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.norm1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.norm2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.norm2.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.attn.qkv.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.attn.qkv.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.attn.proj.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.attn.proj.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.mlp.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.mlp.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.mlp.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.blocks.26.mlp.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.visual.merger.norm.weight": "model-00001-of-00021.safetensors",
    "model.visual.merger.norm.bias": "model-00001-of-00021.safetensors",
    "model.visual.merger.linear_fc1.weight": "model-00001-of-00021.safetensors",
    "model.visual.merger.linear_fc1.bias": "model-00001-of-00021.safetensors",
    "model.visual.merger.linear_fc2.weight": "model-00001-of-00021.safetensors",
    "model.visual.merger.linear_fc2.bias": "model-00001-of-00021.safetensors",
    "model.language_model.embeddings.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.0.norm.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.0.mixer.dt_bias": "model-00001-of-00021.safetensors",
    "model.language_model.layers.0.mixer.A_log": "model-00001-of-00021.safetensors",
    "model.language_model.layers.0.mixer.D": "model-00001-of-00021.safetensors",
    "model.language_model.layers.0.mixer.conv1d.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.0.mixer.conv1d.bias": "model-00001-of-00021.safetensors",
    "model.language_model.layers.0.mixer.in_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.0.mixer.norm.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.0.mixer.out_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.norm.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.0.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.0.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.1.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.1.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.2.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.2.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.3.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.3.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.4.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.4.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.5.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.5.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.6.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.6.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.7.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.7.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.8.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.8.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.9.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.9.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.10.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.10.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.11.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.11.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.12.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.12.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.13.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.13.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.14.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.14.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.15.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.15.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.16.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.16.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.17.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.17.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.18.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.18.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.19.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.19.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.20.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.20.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.21.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.21.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.22.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.22.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.23.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.23.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.24.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.24.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.25.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.25.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.26.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.26.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.27.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.27.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.28.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.28.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.29.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.29.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.30.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.30.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.31.up_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.31.down_proj.weight": "model-00001-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.32.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.32.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.33.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.33.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.34.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.34.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.35.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.35.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.36.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.36.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.37.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.37.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.38.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.38.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.39.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.39.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.40.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.40.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.41.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.41.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.42.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.42.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.43.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.43.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.44.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.44.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.45.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.45.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.46.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.46.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.47.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.47.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.48.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.48.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.49.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.49.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.50.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.50.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.51.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.51.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.52.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.52.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.53.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.53.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.54.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.54.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.55.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.55.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.56.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.56.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.57.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.57.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.58.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.58.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.59.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.59.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.60.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.60.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.61.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.61.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.62.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.62.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.63.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.63.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.64.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.64.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.65.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.65.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.66.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.66.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.67.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.67.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.68.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.68.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.69.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.69.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.70.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.70.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.71.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.71.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.72.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.72.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.73.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.73.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.74.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.74.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.75.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.75.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.76.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.76.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.77.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.77.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.78.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.78.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.79.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.79.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.80.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.80.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.81.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.81.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.82.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.82.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.83.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.83.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.84.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.84.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.85.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.85.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.86.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.86.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.87.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.87.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.88.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.88.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.89.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.89.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.90.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.90.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.91.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.91.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.92.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.92.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.93.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.93.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.94.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.94.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.95.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.95.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.96.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.96.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.97.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.97.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.98.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.98.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.99.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.99.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.100.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.100.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.101.up_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.101.down_proj.weight": "model-00002-of-00021.safetensors",
    "model.language_model.layers.1.mixer.experts.102.up_proj.weight": "model-00002-of-00021.safetensors",
