{
  "architectures": [
    "NemotronVLForConditionCausalLM"
  ],
  "auto_map": {
    "AutoConfig": "configuration_nemotron_siglip2_h.NemotronSiglip2Config",
    "AutoModel": "modeling_nemotron_siglip2_h.NemotronSiglip2ForConditionCausalLM",
    "AutoModelForCausalLM": "modeling_nemotron_siglip2_h.NemotronHForCausalLM"
  },
  "image_token_id": 19,
  "video_token_id": 18,
  "vision_start_token_id": 20,
  "vision_end_token_id": 21,
  "text_config": {
    "hybrid_override_pattern": "*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-",
    "num_hidden_layers": 56,
    "hidden_dropout": 0.0,
    "hidden_size": 2048,
    "initializer_range": 0.02,
    "intermediate_size": 9216,
    "layer_norm_epsilon": 1e-05,
    "mlp_bias": false,
    "mlp_hidden_act": "relu2",
    "model_type": "nemotron_h",
    "attention_bias": false,
    "attention_dropout": 0.0,
    "head_dim": 128,
    "num_attention_heads": 16,
    "num_key_value_heads": 8,
    "sliding_window": null,
    "residual_in_fp32": false,
    "enable_rope": true,
    "rope_scaling": null,
    "rope_theta": 100000000,
    "max_position_embeddings": 131072,
    "tie_word_embeddings": false,
    "torch_dtype": "bfloat16",
    "use_cache": true,
    "num_logits_to_keep": 1,
    "vocab_size": 131072,
    "bos_token_id": 1,
    "eos_token_id": 11,
    "pad_token_id": 0
  },
  "transformers_version": "4.57.0.dev0",
  "tie_word_embeddings": false,
  "vision_config": {
    "hidden_size": 1152,
    "intermediate_size": 4304,
    "num_attention_heads": 16,
    "num_hidden_layers": 27
  },
  "projector_config":{
    "input_hidden_size": 1152,
    "use_postshuffle_norm": false,
    "spatial_merge_size": 2,
    "merger_intermedia": 11520,
    "out_hidden_size": 2688
  }
}
