{
  "metadata": {
    "total_size": 5054112736
  },
  "weight_map": {
    "model.visual.embeddings.patch_embedding.weight": "model-00001-of-00002.safetensors",
    "model.visual.embeddings.patch_embedding.bias": "model-00001-of-00002.safetensors",
    "model.visual.embeddings.position_embedding.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.0.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.1.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.2.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.3.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.4.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.5.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.6.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.7.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.8.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.9.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.10.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.11.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.12.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.13.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.14.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.15.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.16.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.17.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.18.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.19.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.20.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.21.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.22.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.23.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.24.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.25.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.visual.encoder.layers.26.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.visual.post_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.visual.post_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.projector.norm.weight": "model-00001-of-00002.safetensors",
    "model.projector.norm.bias": "model-00001-of-00002.safetensors",
    "model.projector.linear_fc1.weight": "model-00001-of-00002.safetensors",
    "model.projector.linear_fc1.bias": "model-00001-of-00002.safetensors",
    "model.projector.linear_fc2.weight": "model-00001-of-00002.safetensors",
    "model.projector.linear_fc2.bias": "model-00001-of-00002.safetensors",
    "model.language_model.embeddings.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.mixer.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.mixer.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.norm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.mixer.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.mixer.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.mixer.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.mixer.o_proj.weight": "model-00001-of-00002.safetensors",
